[
  {
    "sku": 190839,
    "summary": "Experience consistent, energy-efficient cooling in your 1HP space with the LG Basic Inverter, boasting a 5-star CSPF rating and Dual Inverter Compressor that intelligently saves power through Active Energy Control and kW Manager, while LG ThinQ offers smart control and the Gold Fin ensures enduring performance for a truly comfortable home.",
    "keywords": [
      "LG",
      "Inverter Aircon",
      "Smart Aircon"
    ]
  },
  {
    "sku": 182722,
    "summary": "Upgrade effortlessly to a compact 5-star inverter aircon that brings significant energy savings through its Econo Feature and Energy Saving Plug, while the 8-in-1 filter delivers not just cooler but also healthier air, ensuring a truly comfortable and clean living space.",
    "keywords": [
      "Carrier",
      "Aircon",
      "Inverter"
    ]
  },
  {
    "sku": 196331,
    "summary": "Experience superior comfort with the TCL Basic Inverter, featuring a 5-star CSPF rating and T-AI Technology for impressive energy savings, while its Golden Titanium Fins and corrosion-proof parts ensure lasting durability for consistent, quiet cooling in your home.",
    "keywords": [
      "TCL",
      "Inverter Aircon",
      "Energy Saving"
    ]
  },
  {
    "sku": 187391,
    "summary": "Experience refreshing comfort with the Panasonic 1HP Inverter aircon, boasting a 5-Star CSPF and DC Inverter Motor for significant energy savings and quieter operation, while its anti-bacterial filter ensures cleaner air in your small living space.",
    "keywords": [
      "Panasonic",
      "Inverter Aircon",
      "Anti-Bacterial Filter"
    ]
  },
  {
    "sku": 196414,
    "summary": "Enjoy a consistently cool home with this 1.5HP Inverter aircon, engineered with T-AI Technology for powerful, energy-efficient cooling up to 75% savings. Its durable Golden Titanium Fins and protected PCB ensure long-term reliability, while a filter cleaning reminder keeps performance optimal.",
    "keywords": [
      "TCL",
      "Inverter Aircon",
      "Energy Saving"
    ]
  },
  {
    "sku": 195843,
    "summary": "Experience superior comfort with this 2.0 HP Full DC Inverter, offering a CSPF of 5.55 and Eco Master 20% extra savings for remarkable energy efficiency. Its AI Temperature Control ensures precise cooling, while UV conformal and anti-corrosive coatings provide lasting durability, keeping your home perfectly cool and your bills manageable.",
    "keywords": [
      "Midea",
      "Inverter Aircon",
      "Energy Saving Aircon"
    ]
  },
  {
    "sku": 186947,
    "summary": "Experience refreshing comfort and significant savings with this 5-Star Inverter aircon, featuring an Intelligent Eye sensor that optimizes energy use by detecting room activity, alongside robust Gold Fin protection for lasting performance, ensuring a clean, cool, and personalized environment.",
    "keywords": [
      "Carrier",
      "Inverter Aircon",
      "Intelligent Eye"
    ]
  },
  {
    "sku": 190853,
    "summary": "Experience ultimate comfort and savings with the LG LA100AE2 1HP Inverter aircon, featuring a 5-star CSPF Dual Inverter Compressor for impressive energy efficiency and powerful cooling. Take control of your electricity use with the kW Manager and enjoy smart convenience through LG ThinQ, transforming your home into a personalized cool sanctuary.",
    "keywords": [
      "LG",
      "Inverter Aircon",
      "Dual Inverter"
    ]
  },
  {
    "sku": 195358,
    "summary": "Experience consistent comfort with the LG LA150GC1's Dual Inverter Compressor, delivering fast, energy-efficient 1.5HP cooling perfect for small spaces, while LG ThinQ and AI kW Manager allow smart control and energy monitoring for effortless living and sustained unit health.",
    "keywords": [
      "LG",
      "Inverter Aircon",
      "Dual Inverter"
    ]
  },
  {
    "sku": 191658,
    "summary": "Experience refreshing comfort in your 20-25sqm space with this 1.5HP Inverter aircon, engineered for high energy efficiency with a 5-star CSPF rating, complemented by durable Gold Fin protection and smart features like an Intelligent Dusting Switch, ensuring consistent cooling and cleaner air with its HEPA filter for a truly relaxing home environment.",
    "keywords": [
      "Condura",
      "Inverter Aircon",
      "HEPA Filter"
    ]
  },
  {
    "sku": 184506,
    "summary": "Step into a world of breathtaking visuals on the expansive 55-inch edgeless display, where 4K UHD resolution and HDR 10 combine to deliver stunning clarity and vibrant colors, perfectly complemented by the immersive, multi-dimensional sound of Dolby Audio for an unforgettable entertainment experience.",
    "keywords": [
      "TCL",
      "55-inch",
      "LED TV"
    ]
  },
  {
    "sku": 192181,
    "summary": "Imagine stepping into a world of breathtaking visuals on your 43-inch 4K UHD display, brought to life by the A5 Gen7 AI Processor for vibrant colors and intricate details, while Dolby Audio and AI Sound Pro fill your space with rich, clear sound, all designed with Smart Energy Saving for considerate power use.",
    "keywords": [
      "LG",
      "43-inch",
      "4K UHD TV"
    ]
  },
  {
    "sku": 176202,
    "summary": "Immerse your family in vibrant entertainment on a 43-inch Full HD screen, where Dynamic Color and Active HDR, enhanced by a Quad-Core Processor, deliver captivating visuals; while Dolby Audio and Virtual Surround Plus create rich, multi-dimensional sound, all efficiently powered with Smart Energy Saving for countless enjoyable moments.",
    "keywords": [
      "LG",
      "43-inch",
      "LED TV"
    ]
  },
  {
    "sku": 194049,
    "summary": "Step into a world of entertainment with the Haier Google TV, where the 40-inch Full HD screen delivers lifelike HDR10+ visuals and rich colors, all while its energy-efficient 66W operation helps manage your bills, and smart connectivity easily integrates your favorite sound system for a complete home viewing experience.",
    "keywords": [
      "Haier",
      "40-inch TV",
      "Full HD TV"
    ]
  },
  {
    "sku": 193599,
    "summary": "Step into a world of vibrant HD entertainment with this 32-inch Infinity Screen, where the Trochilus Extreme Picture Engine brings stunning visuals to life with flicker-free clarity, complemented by powerful 10W+10W audio and a low 60W power consumption, ensuring a comfortable and enduring viewing experience for your home.",
    "keywords": [
      "Skyworth",
      "32-inch TV",
      "LED TV"
    ]
  },
  {
    "sku": 192162,
    "summary": "Immerse yourself in vibrant 4K visuals on the 55-inch OLED screen, where the A9 Gen7 AI Processor delivers stunning picture and rich Dolby Atmos sound, while Smart Energy Saving helps manage power consumption for an enduring cinematic experience.",
    "keywords": [
      "LG",
      "55 inch TV",
      "OLED TV"
    ]
  },
  {
    "sku": 193080,
    "summary": "Experience breathtaking 4K UHD visuals on this 43-inch display, where Dynamic Color Enhancement and HDR bring vibrant scenes to life, complemented by immersive Dolby Audio and DTS sound, all while its efficient 90W operation ensures a captivating entertainment journey.",
    "keywords": [
      "TCL",
      "43-inch",
      "UHD TV"
    ]
  },
  {
    "sku": 192825,
    "summary": "Step into a world of breathtaking visuals on the 55-inch 4K Ultra HD screen, where the 4K HDR Processor X1 and Triluminos Pro bring colors to life with stunning clarity, while X-Balanced Speakers and Dolby Atmos create an enveloping, high-fidelity soundscape for an unforgettable home entertainment journey.",
    "keywords": [
      "Sony",
      "55 inch",
      "LED TV"
    ]
  },
  {
    "sku": 192828,
    "summary": "Immerse yourself in vibrant entertainment on the expansive 65-inch 4K Ultra HD screen, where the 4K HDR Processor X1 and Triluminos Pro deliver stunning, lifelike visuals. Enjoy clear, multidimensional sound from X-Balanced Speakers and Dolby Atmos, ensuring every scene feels real, while its 227W power consumption supports powerful features for a consistent viewing experience.",
    "keywords": [
      "Sony",
      "65-inch",
      "4K UHD TV"
    ]
  },
  {
    "sku": 191871,
    "summary": "Experience captivating stories on a 55-inch 4K UHD display, where Dynamic Crystal Color and Crystal Processor 4K deliver vivid, true-to-life visuals. Complementing this, Q-Symphony sound creates an enveloping audio environment, all while its 165-watt operation supports your extended entertainment sessions.",
    "keywords": [
      "Samsung",
      "55-inch TV",
      "LED TV"
    ]
  },
  {
    "sku": 186428,
    "summary": "Experience versatile living with the Nairobi 3-Seater Sofa Bed, featuring a reversible chaise and easy pull-out bed conversion for adaptable room layouts and guest comfort. Enjoy clutter-free convenience with integrated cup holders and ample storage in its arms and under the chaise, all wrapped in a stylish light grey fabric design.",
    "keywords": [
      "Sofa Bed",
      "Nairobi",
      "3-Seater Sofa"
    ]
  },
  {
    "sku": 173303,
    "summary": "Enjoy versatile comfort with the Paige 3-seater sofa bed, easily converting from a sofa to a bed with three reclined positions. Its durable solid wood frame and comfortable foam are complemented by convenient cup holders and removable armrests, making it a stylish and space-saving addition to any living area.",
    "keywords": [
      "Sofa Bed",
      "Abenson Home",
      "Paige Sofa"
    ]
  },
  {
    "sku": "D_192872",
    "summary": "Elevate your sleep with the Uratex Trill Hybrid Queen Mattress, combining a 10-inch memory foam and pocket spring system for ergonomic spinal support, wrapped in soft knitted fabric, ensuring a plush and restful night's sleep delivered right to your door.",
    "keywords": [
      "Uratex Trill",
      "Hybrid Mattress",
      "Queen Size Mattress"
    ]
  },
  {
    "sku": 193993,
    "summary": "Elevate your home's ambiance with the Marion 6-Seater Dining Set, designed for comfortable family gatherings with its soft cushion PVC seats and elegant black tempered glass top, seamlessly fitting into your dining room or kitchen for stylish and memorable meals.",
    "keywords": [
      "6-Seater Dining Set",
      "Black Dining Table",
      "Kitchen Furniture"
    ]
  },
  {
    "sku": 188826,
    "summary": "Experience luxurious comfort with the Cedric Recliner, featuring a durable polyester soft fabric on a solid wood frame, a manual reclining lever for personalized angles, and a soothing power massage, creating your perfect cozy relaxation haven.",
    "keywords": [
      "Cedric Recliner",
      "Power Massage Chair",
      "Living Room Furniture"
    ]
  },
  {
    "sku": 196340,
    "summary": "Transform your living space effortlessly with the Jethro Sofa Bed, featuring a sleek click-clack design and durable solid hardwood frame with metal legs, ensuring lasting comfort whether you're relaxing on its high-density foam or accommodating guests on its versatile bed function, all wrapped in elegant black polyester fabric for a stylish, modern look.",
    "keywords": [
      "Jethro",
      "Sofa Bed",
      "Click-Clack Sofa"
    ]
  },
  {
    "sku": 166591,
    "summary": "Transform your living space with the SALEM Nite & Day pull-out bed, designed for ergonomic comfort with a Soft Firm feel from its Bonnel Spring and SALEM foam, plus a breathable knitted fabric cover, making it a versatile and space-saving solution ideal for condo living.",
    "keywords": [
      "SALEM pull out bed",
      "space saving bed",
      "single bed"
    ]
  },
  {
    "sku": 185391,
    "summary": "Elevate your bedroom's ambiance with the Kean Queen Bedframe, expertly crafted from durable wood and elegant fabric in a light brown finish, offering a stylish and resilient foundation for your sleep, complete with convenient onsite assembly for a seamless setup experience.",
    "keywords": [
      "Queen Bedframe",
      "Kean Bed",
      "Fabric Bed"
    ]
  },
  {
    "sku": 166593,
    "summary": "Experience versatile comfort with the SALEM Nite & Day Double Pull out Bed, featuring a supportive Bonnel spring system and natural abaca fiber for a soft firm feel, providing ergonomic support and a breathable sleep surface, perfect for optimizing space with its convenient pull-out design.",
    "keywords": [
      "Salem pull out bed",
      "Double bed",
      "Bonnel spring mattress"
    ]
  },
  {
    "sku": 191485,
    "summary": "Transform your living space effortlessly with the Calix Sofa Bed, featuring a convenient click-clack mechanism, plush high-density foam, and resilient snake-shaped steel springs for enduring comfort, all wrapped in a sleek, stain-free air leather that?s easy to maintain and perfect for stylish, versatile living.",
    "keywords": [
      "Sofa Bed",
      "Calix",
      "abensonHOME"
    ]
  },
  {
    "sku": 195145,
    "summary": "Experience seamless productivity and stunning visuals on the go with this 14-inch MacBook Pro, featuring the powerful M4 Chip for demanding tasks, a brilliant Liquid Retina XDR display, and versatile connectivity including Thunderbolt 5 ports, all powered by an impressive 24-hour battery life for uninterrupted creativity.",
    "keywords": [
      "Apple MacBook Pro",
      "M4 Chip Laptop",
      "14-inch MacBook"
    ]
  },
  {
    "sku": 193529,
    "summary": "Experience smooth multitasking and vibrant visuals with the HP 15-FD0252TU's Intel Core i5 processor and 16GB RAM, complemented by a crisp 15.6-inch Full HD display and a fast 512GB SSD for efficient work and entertainment on the go.",
    "keywords": [
      "HP Laptop",
      "HP 15-FD0252TU",
      "Intel Core i5 Laptop"
    ]
  },
  {
    "sku": 173802,
    "summary": "Experience effortless productivity with the ultralight MacBook Air M1, its powerful Apple M1 chip delivering smooth performance and impressive battery life, complemented by a vibrant Retina display and versatile Thunderbolt 4 ports for seamless connections.",
    "keywords": [
      "Apple MacBook Air",
      "M1 Laptop",
      "MGN63"
    ]
  },
  {
    "sku": 188597,
    "summary": "Streamline your workflow with the Epson WorkForce Pro WF-C5390, offering high-speed auto-duplex printing and seamless wireless and cloud connectivity for effortless mobile printing. Enjoy efficient, crisp documents with impressive ink yield and bundled starter inks, ensuring productivity from day one.",
    "keywords": [
      "Epson Printer",
      "WF-C5390",
      "Wireless Printer"
    ]
  },
  {
    "sku": 193628,
    "summary": "Dive into immersive gaming with the 15.6-inch Full HD 144Hz display, powered by the AMD Ryzen? 7 processor and NVIDIA? GeForce RTX? 2050 graphics, ensuring smooth, fluid visuals and responsive gameplay for all your digital adventures.",
    "keywords": [
      "ASUS Gaming Laptop",
      "TUF Gaming A15 FA506NFR",
      "RTX 2050"
    ]
  },
  {
    "sku": 190863,
    "summary": "Experience seamless productivity with the Huawei MateBook D16, featuring a spacious 16-inch Full HD display for vibrant visuals and an Intel Core i5-12450H processor paired with 16GB RAM for smooth multitasking, all within a surprisingly portable 1.7kg design.",
    "keywords": [
      "Huawei MateBook D16",
      "16-inch Laptop",
      "Intel Core i5 Laptop"
    ]
  },
  {
    "sku": 190862,
    "summary": "Experience smooth multitasking and vibrant visuals on the Huawei MateBook D16's expansive 16-inch Full HD display, powered by an Intel Core i5 processor and 8GB RAM for seamless productivity on the go, thanks to its portable 1.7kg design.",
    "keywords": [
      "Huawei MateBook D16",
      "16-inch laptop",
      "Intel Core i5 notebook"
    ]
  },
  {
    "sku": 176920,
    "summary": "Experience seamless productivity with the Epson EcoTank L5290, an all-in-one wireless ink tank printer designed for efficient home or office use, offering fast printing speeds and high page yield with included ink bottles for cost-effective, convenient operations.",
    "keywords": [
      "Epson EcoTank L5290",
      "All-in-One Ink Tank Printer",
      "Wireless Printer"
    ]
  },
  {
    "sku": 196336,
    "summary": "Power through your daily tasks with the responsive Intel Core i5-12450H processor, ample 16GB RAM, and a fast 512GB SSD, all brought to life on a clear 15.6-inch Full HD display, ensuring an efficient and visually engaging experience wherever your day takes you.",
    "keywords": [
      "Lenovo IdeaPad Slim 3",
      "i5 Laptop Philippines",
      "16GB RAM Laptop"
    ]
  },
  {
    "sku": 194936,
    "summary": "Experience seamless productivity and stunning visuals on the superportable 13-inch MacBook Air, featuring the powerful M3 chip, a vibrant Liquid Retina display, versatile connectivity with Thunderbolt and Wi-Fi 6E, all powered by an impressive up to 18-hour battery life, letting you work and play anywhere.",
    "keywords": [
      "Apple MacBook Air",
      "M3 Chip Laptop",
      "13-inch MacBook"
    ]
  },
  {
    "sku": 184003,
    "summary": "Experience pure, safe drinking water with the GE VOC300 Starter Kit, featuring advanced Micro-Pure? Filter Technology that removes microscopic particles, ensuring a healthier home. Its compact design fits seamlessly into your space, providing 300 gallons of clean water with easy, four-step installation, making healthy hydration simple.",
    "keywords": [
      "Philippine water purifier",
      "GE water filter",
      "Clean drinking water"
    ]
  },
  {
    "sku": 183211,
    "summary": "Reach new heights confidently with the Surestep Dura Lite Ladder, crafted from durable aluminum with an ANSI Type 1 rating for 250lbs capacity, plus a handy handrail for stability and a featherweight design for effortless portability.",
    "keywords": [
      "Surestep",
      "Ladder",
      "Handrail"
    ]
  },
  {
    "sku": 108236,
    "summary": "Power your devices safely with the OMNI WED-340, featuring four durable sockets with individual switches for energy management, a 1.83-meter cord, and built-in safety features like a circuit breaker and fire-retardant materials for peace of mind.",
    "keywords": [
      "OMNI",
      "Extension Cord",
      "Safety Circuit Breaker"
    ]
  },
  {
    "sku": 154515,
    "summary": "Power up your devices with the OMNI WTE-512, featuring 12 individual switched sockets for convenient control and a generous 1.83-meter cord. Built with impact-resistant, fire-retardant materials and a safety circuit breaker, it ensures reliable, long-lasting power delivery for all your electronics.",
    "keywords": [
      "OMNI",
      "Tower Extension Cord",
      "Circuit Breaker"
    ]
  },
  {
    "sku": 178143,
    "summary": "An integrated on/off switch and highly conductive copper strips help manage power use, while its durable, impact-resistant design with three universal outlets and a 2A fast-charging USB port provides reliable connectivity, all in a compact, travel-friendly form.",
    "keywords": [
      "OMNI",
      "Travel Extension Cord",
      "USB Port"
    ]
  },
  {
    "sku": 178148,
    "summary": "Power up multiple devices safely with this OMNI extension cord, featuring 10 universal sockets, individual switches for power control, and a durable 1.83-meter fire-retardant design with built-in lightning protection for reliable everyday use.",
    "keywords": [
      "OMNI",
      "Extension Cord",
      "Universal Outlet"
    ]
  },
  {
    "sku": 183999,
    "summary": "Experience clean, refreshing water directly from your counter with this space-saving carbon filter system, designed to eliminate particles 5 microns and larger without needing electricity, saving you energy and freeing up valuable floor space from bulky water gallons.",
    "keywords": [
      "Countertop water filter",
      "Pentair water purifier",
      "Carbon filter system"
    ]
  },
  {
    "sku": 178149,
    "summary": "Ensure reliable power for your home or workshop with the OMNI Extension Wheel, offering a generous 15-meter cord and three durable outlets, complemented by a built-in safety circuit breaker and lightning protector to safeguard your appliances.",
    "keywords": [
      "OMNI",
      "Extension Wheel",
      "Circuit Breaker"
    ]
  },
  {
    "sku": 155375,
    "summary": "Get reliable power for your devices with this OMNI universal outlet extension cord, offering three durable, impact-resistant sockets with a built-in safety circuit breaker and lightning protector, all on a convenient 1.83-meter cord.",
    "keywords": [
      "OMNI",
      "Extension Cord",
      "Universal Outlet"
    ]
  },
  {
    "sku": 154507,
    "summary": "Experience convenience and savings with this OMNI Universal Adapter featuring a built-in switch for effortless power control, helping reduce energy consumption. Its durable copper internals ensure a reliable, long-lasting connection that maintains grip for thousands of uses, adapting to various appliances.",
    "keywords": [
      "OMNI",
      "Universal Adapter",
      "Power Switch"
    ]
  },
  {
    "sku": 149999,
    "summary": "Enjoy long-lasting food freshness and substantial energy savings with this LG 7.2 cu.ft No Frost refrigerator. Its Smart Inverter Compressor and Multi Airflow system work together for efficient cooling, while the Moist Balance Crisper ensures produce stays vibrant, built for dependable daily use.",
    "keywords": [
      "LG",
      "Refrigerator",
      "Smart Inverter"
    ]
  },
  {
    "sku": 172572,
    "summary": "Transform your laundry routine with the Panasonic NA-FD85X1HRM, where TD Inverter technology delivers impressive electricity savings, while the powerful Water Bazooka, StainMaster, and ActiveFoam system work together to deeply penetrate and lift stubborn dirt, ensuring your clothes receive exceptional care and emerge spotlessly clean, saving you time and effort.",
    "keywords": [
      "Panasonic",
      "Top Load Washer",
      "StainMaster"
    ]
  },
  {
    "sku": 189107,
    "summary": "Experience efficient cooling and significant energy savings with the 75-watt Inverter + ECONAVI Technology, ensuring your 8.6 cu.ft of food stays fresh longer thanks to the No Frost system and Fresh Safe vegetable case, all built with durable tempered shelves and a long-lasting compressor.",
    "keywords": [
      "Panasonic",
      "Inverter Refrigerator",
      "No Frost"
    ]
  },
  {
    "sku": 196490,
    "summary": "Experience incredible energy savings with the Inverter and Econavi technology, consuming just 65 watts, ensuring your 9.5 cu.ft of food stays fresh with Ag Clean and Prime Cooling, all while benefiting from the durability of a 12-year compressor warranty.",
    "keywords": [
      "Panasonic",
      "Refrigerator",
      "Inverter"
    ]
  },
  {
    "sku": 170825,
    "summary": "Experience consistent freshness with Prime Fresh+ and Ag Clean, while the 10.2 cu.ft capacity and durable tempered glass shelves offer ample, organized storage. Enjoy significant energy savings thanks to the Inverter and Econavi sensors, ensuring your food stays fresh longer with intelligent cooling.",
    "keywords": [
      "Panasonic",
      "Refrigerator",
      "Inverter Fridge"
    ]
  },
  {
    "sku": 184545,
    "summary": "Experience lasting freshness and significant savings with this 9.5 cu.ft Inverter refrigerator, featuring Prime Cooling+ and Ag Clean for pristine food, complemented by Econavi and a low 65-watt power consumption for efficient, worry-free operation.",
    "keywords": [
      "Panasonic Refrigerator",
      "Inverter Fridge",
      "No Frost"
    ]
  },
  {
    "sku": 185655,
    "summary": "Simplify laundry days with the Panasonic NA F85A9HRM, engineered with Stain Master for thorough cleaning and Aroma+ for enduring freshness. Its 8.5kg capacity and Sazanami Drum ensure efficient, garment-friendly washes that respect your clothes, contributing to their longevity and saving you precious time.",
    "keywords": [
      "Panasonic",
      "Top Load Washer",
      "Stain Master"
    ]
  },
  {
    "sku": 193352,
    "summary": "Experience effortless laundry with the LG 7kg Front Load Washer, where its durable Inverter Direct Drive ensures significant electricity savings and quiet operation, while 6 Motion Technology and Allergy Care gently protect fabrics and reduce allergens, complemented by an 80% spin dry and Quick Wash for time-saving convenience.",
    "keywords": [
      "LG",
      "Front Load Washer",
      "Inverter Direct Drive"
    ]
  },
  {
    "sku": 184544,
    "summary": "Enjoy lasting freshness and remarkable savings with this 10.4 cu.ft No Frost inverter refrigerator, featuring Econavi for smart energy use and Ag Clean to keep your food pristine, all while designed for reliable performance.",
    "keywords": [
      "Panasonic",
      "Refrigerator",
      "Inverter"
    ]
  },
  {
    "sku": 189461,
    "summary": "Enjoy efficient laundry with this TCL combo washer and dryer, featuring a durable DD Inverter Motor for quiet, energy-saving cycles, while the Honeycomb Crystal Drum and Steam Wash provide superior fabric care; smart functions like delay start make laundry truly convenient and time-saving for your busy schedule.",
    "keywords": [
      "TCL",
      "Combo Washer Dryer",
      "Inverter"
    ]
  },
  {
    "sku": 194217,
    "summary": "Elevate your everyday with the Apple iPhone 16 Pro Max, featuring a durable titanium design and 256GB storage for all your memories. The A18 Pro Bionic chip powers remarkable 48MP camera capabilities and 4K 120 fps video, complemented by flexible charging options to keep you connected longer.",
    "keywords": [
      "Apple",
      "iPhone 16 Pro Max",
      "A18 Pro Bionic"
    ]
  },
  {
    "sku": 177252,
    "summary": "Experience seamless performance with the A15 Bionic chip and capture breathtaking moments using the advanced 12MP dual-camera system, including Cinematic mode. Store all your memories on 128GB, while the durable Ceramic Shield and IP68 water resistance offer lasting peace of mind, complemented by faster MagSafe wireless charging.",
    "keywords": [
      "Apple",
      "iPhone 13",
      "A15 Bionic chip"
    ]
  },
  {
    "sku": 177251,
    "summary": "Enjoy smooth performance and vibrant visuals with the iPhone 13, powered by the A15 Bionic chip for rapid responsiveness. Capture stunning photos and videos with its advanced dual-camera system, securely store everything in 128GB, and appreciate its durable Ceramic Shield design with convenient MagSafe charging.",
    "keywords": [
      "Apple",
      "iPhone 13",
      "A15 Bionic"
    ]
  },
  {
    "sku": 196774,
    "summary": "Experience seamless productivity and vibrant creativity with the Apple iPad 11th Generation, powered by the A16 Bionic chip for smooth performance and an all-day battery life that keeps you going. Its gorgeous 11-inch Liquid Retina display with True Tone brings visuals to life, beautifully complementing your artistic endeavors and enhancing work, especially when paired with Apple Pencil or Magic Keyboard Folio.",
    "keywords": [
      "Apple iPad",
      "iPad 11th Gen",
      "A16 Bionic Chip"
    ]
  },
  {
    "sku": 196777,
    "summary": "Immerse yourself in vibrant visuals on the gorgeous 11-inch Liquid Retina display, powered by the A16 Bionic chip for smooth performance, while enjoying all-day battery life and seamless creativity with Apple Pencil and Magic Keyboard Folio support, transforming your daily tasks into delightful experiences.",
    "keywords": [
      "Apple",
      "iPad 11th Gen",
      "A16 Bionic"
    ]
  },
  {
    "sku": 195566,
    "summary": "Experience seamless multitasking and expansive storage with the Qualcomm Snapdragon 8 Elite for Galaxy and 512GB ROM, complementing a versatile 200MP camera system to capture stunning visuals, all powered by a resilient 5000mAh battery for extended daily use.",
    "keywords": [
      "Samsung",
      "Galaxy S25 Ultra",
      "Galaxy AI"
    ]
  },
  {
    "sku": 195569,
    "summary": "Enjoy expansive storage with 512GB and 12GB RAM for seamless app use. A 5000mAh battery supports your day, while the Snapdragon 8 Elite processor handles tasks with ease. Capture incredible detail with the 200MP camera system, enhanced by Galaxy AI for smarter photos.",
    "keywords": [
      "Samsung",
      "Galaxy S25 Ultra",
      "Galaxy AI"
    ]
  },
  {
    "sku": 195567,
    "summary": "Experience seamless multitasking and vibrant visuals on the 6.9-inch QHD+ display, powered by the Qualcomm Snapdragon 8 Elite processor. Capture every detail with a comprehensive 200MP camera system, store extensive files on 512GB, and enjoy lasting power with a 5000mAh battery, all enhanced by Epic AI features.",
    "keywords": [
      "Samsung Galaxy S25 Ultra",
      "512GB Phone",
      "Galaxy AI"
    ]
  },
  {
    "sku": 194205,
    "summary": "Enjoy powerful performance and ample 256GB storage with the A18 Pro Bionic chip, enabling stunning 4K 120 fps video and detailed 48MP photos, all within a durable titanium design that supports convenient USB-C and MagSafe charging.",
    "keywords": [
      "Apple",
      "iPhone 16 Pro",
      "A18 Pro Bionic Chip"
    ]
  },
  {
    "sku": 194215,
    "summary": "Experience seamless performance with the A18 Pro Bionic Chip, supporting advanced camera features like 4K 120 fps Dolby Vision for stunning video and photos. Its durable titanium design and Ceramic Shield protect your device, while 256GB storage and versatile USB-C or MagSafe charging ensure you stay powered and connected for extended use.",
    "keywords": [
      "Apple iPhone",
      "iPhone 16 Pro Max",
      "A18 Pro Bionic Chip"
    ]
  },
  {
    "sku": 159005,
    "summary": "Experience effortless meal preparation with the Samsung Digital Microwave Oven, featuring a durable, easy-to-clean Ceramic Enamel interior for lasting hygiene, alongside smart pre-programmed recipes and Quick Defrost to save you time and simplify your daily cooking.",
    "keywords": [
      "Samsung",
      "Microwave Oven",
      "Ceramic Interior"
    ]
  },
  {
    "sku": 167315,
    "summary": "Experience ultimate convenience with Toshiba's bottom load water dispenser, featuring energy-efficient operation for daily savings, durable rust-free stainless steel tanks ensuring clean, fresh water, and a child safety lock for peace of mind, all while enjoying quick hot and extra cold water on demand.",
    "keywords": [
      "Toshiba",
      "Water Dispenser",
      "Bottom Load"
    ]
  },
  {
    "sku": 191417,
    "summary": "Transform your kitchen experience with the LG Smart Inverter NeoChef microwave, featuring precise digital control for consistent even heating, rapid cooking, and thorough defrosting, plus versatile functions like steaming and fermenting, all designed with an EasyClean interior for effortless upkeep and a clear LED lamp for convenience.",
    "keywords": [
      "LG",
      "Microwave Oven",
      "Smart Inverter"
    ]
  },
  {
    "sku": 173183,
    "summary": "Enjoy instant hot and cold water with the Fujidenzo bottom load dispenser, offering consistent temperatures via compressor cooling and effortless bottle changes, complemented by a child safety lock and double overheating protection for family peace of mind.",
    "keywords": [
      "Fujidenzo",
      "Water Dispenser",
      "Bottom Load"
    ]
  },
  {
    "sku": 189221,
    "summary": "Experience ultimate convenience with the Dowell WDS-28BL, featuring a hassle-free bottom load design for easy bottle replacement, instant hot, cold, and normal water options for versatile hydration, and a child safety lock on the hot water faucet for worry-free use, all supported by ample tank capacities.",
    "keywords": [
      "Dowell",
      "Water Dispenser",
      "Bottom Load"
    ]
  },
  {
    "sku": 146355,
    "summary": "Experience effortless hydration with the Fujidenzo FWD1634B bottom-load dispenser, offering versatile hot, cold, and warm water options, enhanced by a double safety device for overheating prevention and a child safety lock for peace of mind, plus a spacious cabinet for added convenience.",
    "keywords": [
      "Fujidenzo",
      "Water Dispenser",
      "Bottom Load"
    ]
  },
  {
    "sku": 174683,
    "summary": "Enjoy comfortable, on-demand warm water with the Panasonic DH6SM1PW, featuring a compact design that fits neatly into your space, stepless temperature control for personalized comfort, and a water filter ready system for cleaner water, all while operating efficiently even with low water pressure.",
    "keywords": [
      "Panasonic Water Heater",
      "Compact Multi-Point",
      "Instant Water Heater"
    ]
  },
  {
    "sku": 140772,
    "summary": "Experience effortless meal prep with the Whirlpool MWX 201 XEB, featuring a generous 20-liter capacity for large portions and convenient mechanical controls with six power levels, including a quick defrost function to save you time, all wrapped in a sleek black design that complements any kitchen.",
    "keywords": [
      "Whirlpool",
      "Microwave Oven",
      "Defrost Function"
    ]
  },
  {
    "sku": 144382,
    "summary": "Experience effortless meal preparation with the Fujidenzo MM 22 BL, featuring intuitive mechanical controls and a 30-minute timer for precise heating, alongside a Smart Wave System and defrost function that efficiently warms your food and thaws frozen items, simplifying your kitchen routine.",
    "keywords": [
      "Fujidenzo",
      "Microwave Oven",
      "Smart Wave System"
    ]
  },
  {
    "sku": 123519,
    "summary": "Experience effortless meal preparation with the Whirlpool MWX 203, featuring a sleek black finish that elevates your kitchen's aesthetics, while its intuitive digital control and 6 Auto Cook Functions simplify reheating and defrosting, making daily tasks a breeze.",
    "keywords": [
      "Whirlpool",
      "Microwave Oven",
      "Auto Cook"
    ]
  },
  {
    "sku": "D_185933",
    "summary": "Experience ultimate peace of mind with the Philips Alpha VP-5HWS, offering seamless remote monitoring and control through its Wi-Fi connected intercom, enhanced by multiple secure access options like fingerprint and hidden PIN, all guided by an intuitive human voice for a truly smart home security solution.",
    "keywords": [
      "Philips",
      "Smart Door Lock",
      "Remote Intercom"
    ]
  },
  {
    "sku": 193658,
    "summary": "Experience ultimate convenience and peace of mind with the Eufy Smart Lock C210, offering seamless remote monitoring and control via built-in Wi-Fi, effortless voice commands through AI assistants, and a simple plug-and-play setup for integrated smart home living.",
    "keywords": [
      "Eufy",
      "Smart Lock",
      "Wi-Fi Control"
    ]
  },
  {
    "sku": 190410,
    "summary": "Experience effortless home security with the TP-Link Tapo C210, offering simple plug-and-play setup for instant smart remote monitoring and control via your phone, seamlessly integrating with AI voice assistants for unparalleled convenience and peace of mind.",
    "keywords": [
      "TP-Link Tapo",
      "Security Camera",
      "Remote Monitoring"
    ]
  },
  {
    "sku": 190414,
    "summary": "Experience peace of mind with smart home security offering remote monitoring and control via the Tapo app, seamlessly integrating with AI-powered voice assistants for effortless management, and ensuring plug-and-play simplicity for a truly connected protective system.",
    "keywords": [
      "TP-Link",
      "Security Camera",
      "Color Night Vision"
    ]
  },
  {
    "sku": 193577,
    "summary": "Enjoy continuous home protection with the Eufy SoloCam S220, featuring 2K resolution and infrared night vision for clear views, powered by integrated solar charging for energy efficiency, and designed for easy, wire-free installation with convenient in-app control.",
    "keywords": [
      "Eufy",
      "Outdoor Security Camera",
      "Solar Powered"
    ]
  },
  {
    "sku": 190411,
    "summary": "Secure your home with confidence using the TP-Link Tapo C500, offering seamless remote monitoring via the Tapo App, smart detection alerts, and convenient voice control integration, all designed for plug-and-play simplicity to give you peace of mind.",
    "keywords": [
      "TP-Link Tapo",
      "Security Camera",
      "Smart Detection"
    ]
  },
  {
    "sku": "D_185934",
    "summary": "Experience ultimate peace of mind with the Philips 7300-5HB, a smart lever door lock featuring advanced fingerprint, RFID, and PIN access for secure entry, complemented by Bluetooth app control and viewing access records for effortless remote monitoring of your home.",
    "keywords": [
      "Philips",
      "Smart Door Lock",
      "Fingerprint Lock"
    ]
  },
  {
    "sku": 185745,
    "summary": "Experience enhanced home security and convenience with the Philips Smart Lever Door Lock, empowering you to remotely monitor access records and distribute one-time PIN codes via Wi-Fi, complemented by swift, one-grip fingerprint unlocking for a truly connected entrance.",
    "keywords": [
      "Philips",
      "Smart Door Lock",
      "Remote Access"
    ]
  },
  {
    "sku": 194262,
    "summary": "Enjoy effortless home monitoring with the TP-Link Tapo D230S1 kit, enabling remote control and two-way audio via the Tapo App. Its long-lasting battery ensures energy efficiency, while smart AI detection and voice assistant integration with Google and Alexa offer convenient, intelligent security.",
    "keywords": [
      "TP-Link Tapo",
      "Smart Video Doorbell",
      "AI Detection"
    ]
  },
  {
    "sku": "D_197269",
    "summary": "Elevate your listening with the Sonos Era 100, featuring smart technology and effortless voice control via Alexa Built-in. Its intuitive design allows seamless remote management through the Sonos App, while Wi-Fi and Bluetooth 5.3 ensure simple, robust connectivity for an immersive audio experience.",
    "keywords": [
      "Sonos",
      "Smart Speaker",
      "Alexa"
    ]
  },
  {
    "sku": 182282,
    "summary": "Elevate your listening with the Sonos Era 100, featuring smart technology and effortless voice control via Alexa Built-in. Its intuitive design allows seamless remote management through the Sonos App, while Wi-Fi and Bluetooth 5.3 ensure simple, robust connectivity for an immersive audio experience.",
    "keywords": [
      "Logitech Desk Mat",
      "Studio Series Dark Rose",
      "Spill-Resistant Mat"
    ]
  }
]